Repository: liip/bootstrap-blocks-wordpress-plugin
Catalog: languages/wp-bootstrap-blocks-*.po
Languages: de_ch

source: Bootstrap Gutenberg Blocks for WordPress.
de_ch: Bootstrap Gutenberg Blocks für WordPress.

source: Cheatin&#8217; huh?
de_ch: Hier ist etwas falsch gelaufen

source: Bootstrap Blocks Settings
de_ch: Bootstrap Blocks Einstellungen

source: Settings
de_ch: Einstellungen

source: Depending on the selected Bootstrap version the blocks will be rendered accordingly and version specific features will be available in the editor.
de_ch: Bestehend auf der ausgewählten Bootstrap Version werden die Blöcke entsprechend gerendert und im Editor werden versionsspezifische Optionen angezeigt.

source: Enable CSS grid (Experimental)
de_ch: CSS Grid aktivieren (Experimentell)

source: If enabled Bootstrap's CSS grid will be used instead of the default flexbox grid system. The CSS grid is supported with Bootstrap >= 5.1.0. The `$enable-cssgrid` Bootstrap setting has to be set to `true` if this option is enabled.
de_ch: Wenn diese Option aktiviert ist, verwendet Bootstrap das CSS Grid anstelle des Flexbox Grids. Das CSS Grid wird von Bootstrap >= 5.1.0 unterstützt. Die `$enable-cssgrid` Einstellung von Bootstrap muss dafür auf `true` gesetzt werden.

source: Main settings
de_ch: Haupteinstellungen

source: You do not have sufficient permissions to access this page.
de_ch: Du hast nicht genügend Berechtigungen um diese Seite anzuzeigen.

source: Field data missing.
de_ch: Felddaten fehlen.

# %s contains constant name
source: Option is defined in the following constant: %s
de_ch: Die Option ist in der folgenden Konstante definiert: %s

source: %s does not exist.
de_ch: %s existiert nicht.

source: Add text...
de_ch: Text hinzufügen...

source: Style
de_ch: Stil

source: Link settings
de_ch: Link-Einstellungen

source: Open in new tab
de_ch: In einem neuen Tab öffnen

source: Change button alignment
de_ch: Ändere die Positionierung des Buttons

source: Apply
de_ch: Übernehmen

source: Align content top
de_ch: Inhalt oben positionieren

source: Align content center
de_ch: Inhalt zentrieren

source: Align content bottom
de_ch: Inhalt unten positionieren

source: None
de_ch: Deaktiviert

source: Small
de_ch: Klein

source: Medium
de_ch: Mittel

source: Large
de_ch: Gross

source: Column size
de_ch: Anzahl Spalten

source: Xs Column count
de_ch: Xs Anzahl Spalten

source: Xs equal-width
de_ch: Xs gleiche Breite (equal-width)

source: Sm Column count
de_ch: Sm Anzahl Spalten

source: Sm equal-width
de_ch: Sm gleiche Breite (equal-width)

source: Md Column count
de_ch: Md Anzahl Spalten

source: Md equal-width
de_ch: Md gleiche Breite (equal-width)

source: Lg Column count
de_ch: Lg Anzahl Spalten

source: Lg equal-width
de_ch: Lg gleiche Breite (equal-width)

source: Xl Column count
de_ch: Xl Anzahl Spalten

source: Xl equal-width
de_ch: Xl gleiche Breite (equal-width)

source: Xxl Column count
de_ch: Xxl Anzahl Spalten

source: Xxl equal-width
de_ch: Xxl gleiche Breite (equal-width)

source: Background color
de_ch: Hintergrundfarbe

source: Padding (inside column)
de_ch: Padding (innerhalb der Spalte)

source: Size
de_ch: Grösse

source: Change vertical alignment of content
de_ch: Ändere die vertikale Positionierung des Inhaltes

source: No breakpoint selected
de_ch: Kein Breakpoint ausgewählt

source: Fluid breakpoints only work with Bootstrap v4.4+. The container will be 100% wide until the specified breakpoint is reached, after which max-widths for each of the higher breakpoints will be applied.
de_ch: Fluid Breakpoints werden erst ab Bootstrap v4.4+ unterstützt. Wenn die Option aktiviert ist, nimmt der Container 100% der Breite ein bis zum gewählten Breakpoint. Ab diesem Breakpoint gilt die jeweilige maximale Breite (max-width) des Containers.

source: Margin After
de_ch: Margin unterhalb vom Block

source: 2 Columns (1:1)
de_ch: 2 Spalten (1:1)

source: 2 Columns (1:2)
de_ch: 2 Spalten (1:2)

source: 2 Columns (2:1)
de_ch: 2 Spalten (2:1)

source: 3 Columns (1:1:1)
de_ch: 3 Spalten (1:1:1)

source: Custom
de_ch: Benutzerdefiniert

source: Bootstrap Default (Medium)
de_ch: Bootstrap Standardwert (Medium)

source: Bootstrap Default (None)
de_ch: Bootstrap Standardwert (Kein Abstand)

source: Align columns left
de_ch: Spalten links positionieren

source: Align columns center
de_ch: Spalten zentrieren

source: Align columns right
de_ch: Spalten rechts positionieren

source: Align columns top
de_ch: Spalten oben positionieren

source: Align columns bottom
de_ch: Spalten unten positionieren

source: Editor: Display columns stacked
de_ch: Editor: Spalten untereinander darstellen

source: Displays stacked columns in editor to enhance readability of block content. This option is only used in the editor and won't affect the output of the row.
de_ch: Stellt die Spalten untereinander dar um die Lesbarkeit der Block-Inhalte zu verbessern. Diese Option wird lediglich für den Editor verwendet und verändert die Ausgabe des Blocks nicht.

source: Change layout
de_ch: Layout ändern

source: Row options
de_ch: Zeilen Optionen

source: No Gutters
de_ch: Keine Abstände zwischen Spalten (No Gutters)

source: Gutters
de_ch: Abstände zwischen Spalten

source: Horizontal Gutters
de_ch: Horizontale Abstände zwischen Spalten

source: Vertical Gutters
de_ch: Vertikale Abstände zwischen Spalten

source: Change horizontal alignment of columns
de_ch: Ändere die horizontale Positionierung der Spalten

source: Change vertical alignment of columns
de_ch: Ändere die vertikale Positionierung der Spalten
